[
    {
        "speaker": "Prince Gog",
        "portrait": "gog_default",
        "message": "Hahaha [i]RIBBIT[/i] yes, of course, frog chess! We dressed up some of our finest fools and less reputable common rabble in chess pieces and matched wits!"
    },
    {
        "speaker": "Prince Gog",
        "portrait": "gog_angry",
        "message": "I had to put down a bishop, you know."
    },
    {
        "speaker": "Prince Gog",
        "portrait": "gog_default",
        "message": "I believe in the spirit of gamesmanship, and Count Von Scrompt had just taken one of my bishops, so of course we had to balance things out. Crumpit brought me my hunting rifle, and as you well know I am a crack shot."
    },
    {
        "speaker": "Prince Gog",
        "portrait": "gog_blush",
        "message": "I brought down that provincial hayseed's bishop at 10 paces."
    },
    {
        "speaker": "Prince Gog",
        "portrait": "gog_default",
        "message": "Wouldn't you know, the poor fool didn't even make a sound as he fell, good lad."
    },
    {
        "speaker": "Prince Gog",
        "portrait": "gog_default",
        "message": "Ah yes, that reminds me. ...I hope this serves you as it did me!"
    },
    {
        "speaker": "narrator",
        "portrait": null,
        "message": "[i]Gog hands you a spent shell casing. You hold it in your open hand, staring down and hoping it isn't what you know it is.[/i]"
    },
    {
        "speaker": "Prince Gog",
        "portrait": "gog_default",
        "message": "Well! Go ahead!"
    },
    {
        "speaker": "narrator",
        "portrait": null,
        "message": "[i]He jumps excitedly from foot to foot. You... hold it up and smile at him?[/i]"
    },
    {
        "speaker": "Prince Gog",
        "portrait": "gog_blush",
        "message": "Ghak har ha! What a charmer, Goggy boy!"
    },
    {
        "speaker": "narrator",
        "portrait": null,
        "message": "[i]You huck it into the brush the moment he looks away.[/i]"
    },
    {
        "speaker": "transition",
        "transition": true
    },
    {
        "speaker": "Prince Gog",
        "portrait": "gog_default",
        "message": "Well you know how much I loathe horse sports my dear?"
    },
    {
        "speaker": "Prince Gog",
        "portrait": "gog_angry",
        "message": "[i]CROOOOOAK.[/i]"
    },
    {
        "speaker": "Prince Gog",
        "portrait": "gog_default",
        "message": "Dreadful and crude indeed!"
    },
    {
        "speaker": "Prince Gog",
        "portrait": "gog_default",
        "message": "Dressage, though... The ancient beautiful art of horse dancing. You know that's how Mother and Father met? Oh my, yes, the Equine Cotillion Dressage and Ball. Mother always told the story, Father as the striking bullfrog, performing the levade, the capriole, the humpty, and sweeping her off her hooves."
    },
    {
        "speaker": "transition",
        "transition": true
    },
    {
        "speaker": "Prince Gog",
        "portrait": "gog_default",
        "message": "And sometimes I go out and stare at the stars and find myself utterly overwhelmed by the ephemeral nature of mortal life."
    },
    {
        "speaker": "Prince Gog",
        "portrait": "gog_blush",
        "message": "There's never enough time you see, time to fully feel as though life is being lived as opposed to just going through the motions ribbit."
    },
    {
        "speaker": "Prince Gog",
        "portrait": "gog_default",
        "message": "I am the son of the feared Bufo after all, it feels sometimes as though my life has been decided for me, and I am merely a passenger..."
    },
    {
        "speaker": "transition",
        "transition": true
    },
    {
        "speaker": "Prince Gog",
        "portrait": "gog_default",
        "message": "Now I understand that your people's feet are not webbed especially, but I can't help but note that your croak feet are of such purity that the lack of webbing and sticky pads can be forgiven, especially given their size."
    }
]
