[
    {
        "speaker": "Prince Gog",
        "portrait": "gog_default",
        "message": "My dearest, did I regale you with my most recent triumph of fly hunting? Absolutely smashing, a real life and death moment. We had set out for Hexsel's Hollow, the darkest dankest corner of my palatial estate and the finest dragonfly hunting grounds in the Frog Kingdoms... [i]RIBBIT[/i]"
    },
    {
        "speaker": "Prince Gog",
        "portrait": "gog_default",
        "message": "Oh dear..."
    },
    {
        "speaker": "Prince Gog",
        "portrait": "gog_default",
        "message": "No offense taken I hope my dear lady. Crumpit, my trusted servant who is just truly awful to look upon, had rode ahead and set up a delightful camp from which to stage a proper princely hunt through Hexsel's bowels."
    },
    {
        "speaker": "Prince Gog",
        "portrait": "gog_default",
        "message": "Now of course no camp is complete without a passel of delightful dipping sauces."
    },
    {
        "speaker": "Prince Gog",
        "portrait": "gog_blush",
        "message": "My love no trip is complete without a good spread, we had dijon mustard, honey mustard, spicy brown mustard, german tavern mustard, whole seed mustard..."
    },
    {
        "speaker": "transition",
        "transition": true
    },
    {
        "speaker": "Prince Gog",
        "portrait": "gog_blush",
        "message": "...mayonnaise, miracle whip, horseradish, famous toads bbq sauce, spicy relish, sweet relish, and of course both catsup and ketchup."
    },
    {
        "speaker": "Prince Gog",
        "portrait": "gog_default",
        "message": "Anyway after we had taken inventory of the jars we set out on the horses for a fine afternoon upon the bogs and moors."
    },
    {
        "speaker": "Prince Gog",
        "portrait": "gog_default",
        "message": "Now of course all of this made quite a mess of our horses, but luckily I'm dilligent as you well know."
    },
    {
        "speaker": "Prince Gog",
        "portrait": "gog_angry",
        "message": "[i]CROAAAAAAK[/i]"
    },
    {
        "speaker": "Prince Gog",
        "portrait": "gog_default",
        "message": "A Prince deserves a well groomed horse. Crumpit was not allowed so much as a lick of the honey mustard until he had shod our horses, combed their beautiful manes. I take good care of my horses you know, their empty gaze reminds me of dear mother."
    },
    {
        "speaker": "Prince Gog",
        "portrait": "gog_blush",
        "message": "Oh mother, how I do miss you, you know I actually took one of my poems and set it to music, shall I sing it for you?"
    },
    {
        "speaker": "transition",
        "transition": true
    },
    {
        "speaker": "narrator",
        "portrait": null,
        "message": "[i]Gog's eyes widen into perfect circles.[/i]"
    },
    {
        "speaker": "Prince Gog",
        "portrait": "gog_default",
        "message": "I have the best idea! Try this!"
    },
    {
        "speaker": "narrator",
        "portrait": null,
        "message": "[i]He calls forth a nearby servant lousy with knapsacks and exorcises a small jar deep from one. As he unscrews the cap, you see the faint shadow of it's contents departing this plane. He mimes sticking his finger in.[/i]"
    },
    {
        "speaker": "Prince Gog",
        "portrait": "gog_default",
        "message": "Give it a lick!"
    },
    {
        "speaker": "narrator",
        "portrait": null,
        "message": "[i]Reluctantly, you stick your finger in the jar. Gog's smile is unwavering. His pupils tremor slightly.[/i]"
    },
    {
        "speaker": "narrator",
        "portrait": null,
        "message": "[i]You place your finger in your mouth, carefully avoiding your tongue.[/i]"
    },
    {
        "speaker": "Prince Gog",
        "portrait": "gog_blush",
        "message": "Ghuruk gha be my uncle! A kindred spirit for pickled glurp!"
    },
    {
        "speaker": "narrator",
        "portrait": null,
        "message": "[i]Gog spins around and struts off, giggling. You remove your finger from your mouth.[/i]"
    }
]
